Repository: retspen/webvirtmgr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

source: Incorrect username or password.
zh_cn: 不正确的用户名或密码

source: Sign Out
zh_cn: 退出

source: Successful log out
zh_cn: 成功退出

source: Network Pool
zh_cn: 网络池

source: Stop
zh_cn: 停止

source: IPv4 configuration
zh_cn: IPv4配置

source: IPv4 Forwarding
zh_cn: IPv4转发

source: ON
zh_cn: 开启

source: OFF
zh_cn: 关闭

source: Virtual Networks
zh_cn: 虚拟网络

source: You do not have any virtual networks
zh_cn: 没有任何虚拟网络

source: Device
zh_cn: 设备

source: Forward
zh_cn: 转发

source: Add New Network Pool
zh_cn: 添加网络池

source: Bridge Name
zh_cn: 桥接名称

source: Add Host
zh_cn: 添加物理主机

source: Servers List
zh_cn: 物理主机列表

source: connected
zh_cn: 已连接

source: not connected
zh_cn: 未连接

source: Add Host Server
zh_cn: 添加物理主机

source: TCP Connections
zh_cn: TCP连接

source: SSH Connections
zh_cn: SSH连接

source: IP / Domain
zh_cn: IP/域名

source: IP or domain
zh_cn: IP或域名

source: Username
zh_cn: 用户名

source: Need create ssh authorization key
zh_cn: 需要创建SSH认证密钥

source: Storages
zh_cn: 存储池

source: Networks
zh_cn: 网络池

source: You do not have any snapshots for
zh_cn: 无快照于虚拟机

source: Instances Snapshots
zh_cn: 实例快照

source: You do not have any snapshots
zh_cn: 无任何快照

source: Storage Pool
zh_cn: 存储池

source: Pool type
zh_cn: 池类别

source: Upload ISO
zh_cn: 上传ISO

source: You do not have any ISO images or storage pool not active
zh_cn: 无任何ISO镜像或存储池未激活

source: Volumes
zh_cn: 卷

source: Add Image
zh_cn: 添加镜像

source: Convert
zh_cn: 转换

source: You do not have any volumes or storage pools active
zh_cn: 无任何卷或存储池未激活

source: Add New Image
zh_cn: 添加镜像

source: Upload ISO Image
zh_cn: 上传ISO镜像

source: Upload
zh_cn: 上传

source: You do not have any storages
zh_cn: 无任何存储池

source: Create Storage Pool
zh_cn: 创建存储池

source: DIR
zh_cn: 目录类型卷

source: LVM
zh_cn: LVM类型卷

source: ISO
zh_cn: ISO镜像卷

source: Path
zh_cn: 路径
