Repository: retspen/webvirtmgr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, zh_cn

source: Add server:
ru: Добавление сервера:

source: IP address can not be a private address space
ru: IP адрес не может быть частным адресным пространством

source: The host name must not exceed 20 characters
ru: Имя хоста не должно превышать 20 символов
zh_cn: 主机名称不能多于20个字符

source: Hostname must contain only numbers, or the domain name separated by "."
ru: Имя хоста должно содержать только цифры или доменное имя разделенное "."
zh_cn: 主机名称能包含数字或以"."分隔的域名格式

source: The host name must not contain any characters and Russian characters
ru: Имя хоста не должно содержать символы и русские буквы

source: This host is already connected
ru: Такой хост уже подключен
zh_cn: 主机已连接

source: No hostname has been entered
ru: Не было введено имя хоста
zh_cn: 未输入主机名称

source: No IP address has been entered
ru: Не был введен IP адрес

source: The name of the network pool must not exceed 20 characters
ru: Название сетевого пула не должно превышать 20 символов

source: The name of the network pool must not contain any characters and Russian characters
ru: Название сетевого пула не должно содержать символы и русские буквы

source: Enter the name of the pool
ru: Введите название пула

source: Enter the IP subnet
ru: Введите IP подсеть

source: IP subnet must be 192.168.1.0/24 or 192.168.1.0/26
ru: IP-подсеть должна быть 192.168.1.0/24 или 192.168.1.0/26

source: Such a pool already exists
ru: Возможно пул с такими данными существует

source: Pool is created, but when I run the pool fails, you may specify an existing network
ru: Пул создан, но при запуске пула возникла ошибка, возможно указана существующая сеть

source: Creating a network pool:
ru: Создание сетевого пула:

source: Stop network pool:
ru: Остановка сетевого пула:

source: Start network pool:
ru: Запуск сетевого пула:

source: Delete network pool:
ru: Удаление сетевого пула:

source: Storage pools are not available or are not active
ru: Возможно пулы хранения не доступны или не активны

source: Network pools are not available or are not active
ru: Возможно сетевые пулы не доступны или не активны

source: This is the name of the virtual machine already exists
ru: Такое название виртуальной машины уже существует

source: The name of the virtual machine must not exceed 20 characters
ru: Название виртуальной машины не должно превышать 20 символов
zh_cn: 虚拟机名称不能多于20个字符

source: The name of the virtual machine must not contain any characters and Russian characters
ru: Название виртуальной машины не должно содержать символы и русские буквы

source: Images of the HDD to a virtual machine not available. You need to create an HDD image
ru: Образы HDD для виртуальной машины отсутствуют. Необходимо созадть HDD образ

source: Enter the name of the virtual machine
ru: Введите название виртуальной машины

source: Creating a virtual machine:
ru: Создание виртуальной машины:

source: Error connecting: Check the KVM login and KVM password
ru: Ошибка подключения: проверьте KVM логин и KVM пароль

source: Suspend VM:
ru: Приостановка ВМ:

source: Error: VM alredy suspended
ru: Ошибка: возможно виртуальная машина уже приостановлена

source: Resume VM:
ru: Возобновление ВМ:

source: Error: VM alredy resume
ru: Ошибка: возможно виртуальная машина уже возобновлена

source: Start VM:
ru: Запуск ВМ:

source: Error: VM alredy start
ru: Ошибка: возможно виртуальная машина уже запущена

source: Shutdown VM:
ru: Выключить ВМ:

source: Error: VM alredy shutdown
ru: Ошибка: возможно виртуальная машина уже выключена

source: Force shutdown VM:
ru: Принудительно выключение ВМ:

source: Delete snapshot VM:
ru: Удаление снапшота ВМ:

source: Revert snapshot VM:
ru: Восстановление снапшота ВМ:

source: Successful revert snapshot:
ru: Успешное восстановление снапшота:
zh_cn: 还原快照成功

source: The name of the storage pool must not exceed 20 characters
ru: Название пула хранилища не должно превышать 20 символов

source: The name of the storage pool must not contain any characters and Russian characters
ru: Название пула хранилища не должно содержать символы и русские буквы

source: Enter the path of the pool
ru: Введите путь пула

source: Pool is created, but when I run the pool fails, you may specify the path does not exist
ru: Пул создан, но при запуске пула возникла ошибка, возможно указан не существующий путь

source: Creating a storage pool:
ru: Создание пула хранилища:

source: Stop storage pool:
ru: Остановка пула хранилища:

source: Start storage pool:
ru: Запуск пула хранилища:

source: Delete storage pool:
ru: Удаление пула хранилища:

source: Delete image:
ru: Удаление образа:

source: The name of the images must not exceed 20 characters
ru: Название образа не должно превышать 20 символов

source: The name of the image must not contain any characters and Russian characters
ru: Название образ не должно содержать символы и русские буквы

source: Enter image name
ru: Введите имя образа

source: Enter image size
ru: Введите размер образа

source: Create image:
ru: Создание образа:

source: The image of the same name already exists
ru: Образ с таким именем уже существует

source: You can only clone a virtual machine images
ru: Клонировать можно только образы виртуальных машин

source: Cloning image:
ru: Клонирование образа:

source: Page not found
ru: Страница не найдена

source: Internal Server Error
ru: Внутренняя ошибка сервера

source: Features
ru: Особенности

source: Screenshots
ru: Скриншоты

source: Docs
ru: Документация

source: Support
ru: Поддержка

source: Sign out
ru: Выйти
zh_cn: 退出

source: Sign in
ru: Войти
zh_cn: 登录

source: Dashboard
ru: Центр управления
zh_cn: 仪表盘

source: Name
ru: Название
zh_cn: 名称

source: Hostname
ru: Имя хоста
zh_cn: 主机名

source: Status
ru: Статус
zh_cn: 状态

source: Action
ru: Действие
zh_cn: 执行

source: available
ru: доступен

source: not available
ru: не доступен

source: Authorization
ru: Авторизация

source: KVM login
ru: KVM логин

source: KVM password
ru: KVM пароль

source: Cancel
ru: Отмена

source: Manage
ru: Управление

source: Delete
ru: Удалить
zh_cn: 删除

source: Are you sure?
ru: Вы уверены?
zh_cn: 确定操作？

source: You have no connection to the host
ru: У Вас отсутствуют подключения к хостам

source: Add new host
ru: Подключить новый хост

source: IP or Domain
ru: IP или Домен

source: Optional
ru: Не обязательно

source: Add
ru: Добавить
zh_cn: 添加

source: Add connect
ru: Подключить

source: Setting up the server to work with the service
ru: Настройка сервера для работы с сервисом

source: Install packages libvirt-bin, KVM
ru: Установите пакеты libvirt-bin и KVM

source: Install packages libvirt-bin, KVM, sasl2-bin
ru: Установите пакеты libvirt-bin, KVM и sasl2-bin

source: Uncomment the line in the file <code>/etc/sysconfig/libvirtd</code>
ru: Раскоментируйте строчку в файле <code>/etc/sysconfig/libvirtd</code>

source: Add the option <code>-l</code> in the file <code>/etc/default/libvirt-bin</code>
ru: Добавьте параметр <code>-l</code> в фаил <code>/etc/default/libvirt-bin</code>

source: The file <code>/etc/libvirt/libvirtd.conf</code> uncomment the line
ru: В файле <code>/etc/libvirt/libvirtd.conf</code> раскоментируйте строчку

source: Start the daemon libvirtd
ru: Запускаем деном libvirtd

source: Restart the daemon libvirtd, because after installation it runs automatically
ru: Перезапустите демон libvirtd, потому что после установке он запускается автоматичкский

source: Adding users and setting their passwords is done with the <code>saslpasswd2</code> command. When running this command it is important to tell it that the appname is <code>libvirt</code>. As an example, to add a user <code>fred</code>, run
ru: Командой <code>saslpasswd2</code> создаем пользователя, который получит доступ к libvirt. При запуске команды необходимо указать приложение <code>libvirt</code>. Например, создаем пользователя <code>fred</code>

source: To see a list of all accounts the <code>sasldblistusers2</code> command can be used. This command expects to be given the path to the libvirt user database, which is kept in <code>/etc/libvirt/passwd.db</code>
ru: Для просмотра и проверки созаднных аккаунтов можно использовать команду <code>sasldblistusers2</code>. Для этого команде необходимо указать базу пользоватей libvirt, которая находиться и создается по умолчанию <code>/etc/libvirt/passwd.db</code>

source: To disable a user's access, use the command <code>saslpasswd2</code> with the <code>-d</code>
ru: Для выключения доступа используйте команду <code>saslpasswd2</code> вместе с ключом <code>-d</code>

source: Configuring the firewall
ru: Настройки firewall

source: Open access to ports libvirt
ru: Открыть доступ к портам libvirt

source: Create a file <code>/etc/ufw/applications.d/libvirtd</code> and it add the following lines
ru: Cоздать фаил <code>/etc/ufw/applications.d/libvirtd</code> и в него добавить следующие строки

source: Add a firewall rule in the chain
ru: Добавляем правило в цепочку фаирвола

source: Test connection
ru: Тест подключения

source: Before you add the ip address of your server in the control center perform the following test
ru: Перед тем как добавить IP адрес в центр управления выполните следующий тест

source: <strong>IP_address</strong>
ru: <strong>IP_адрес</strong>

source: created as a centralized tool for managing virtual machines through a web browser for personal use. This project is an alternative to <strong>virt-manager</strong> for the browser. The project is <strong>absolutely free</strong> and is developed in free time.
ru: создавался как централизованное средство управления виртуальными машинами через веб браузер для личного использования. Эта альтернатива <strong>virt-manager</strong> только для браузера. Проект является <strong>абсолютно бесплатным</strong> и разрабатывается в свободное от работы время.

source: Host system
ru: Хост система

source: View CPU usage
ru: Просмотр загрузки ЦПУ

source: View memory usage
ru: Просмотр загрузки памяти

source: Manage network pool
ru: Управление сетевым пулом

source: Manage storage pool
ru: Управление пулом хранилица

source: Manage VMs image
ru: Работа с образами ВМ

source: Cloning image VMs
ru: Клонирование образов ВМ

source: Manage snapshots
ru: Управление снапшотами

source: View logs
ru: Посмотр логов

source: Virtual machine
ru: Виртуальная машина

source: Manage ISO images
ru: Работа с ISO образами

source: Shutdown
ru: Выключить
zh_cn: 关机

source: Force shutdown
ru: Завершить

source: Installation
ru: Установка

source: VNC access
ru: Доступ по VNC

source: Create snaphosts
ru: Создание снапшотов

source: <strong>WebVirtMgr</strong> is a <strong>libvirt</strong>-based Web interface for managing virtual machines. It allows you to create and configure new domains, and adjust a domain's resource allocation. A VNC viewer over a SSH tunnel presents a full graphical console to the guest domain. <strong>KVM</strong> is currently the only hypervisor supported
ru: <strong>WebVirtMgr</strong> сервис централизованного управления виртуальными машинами. В качестве основных технологий используются: гипервизор <strong>KVM</strong> и библиотека управления виртуализацией <strong>libvirt</strong>. Создание, установка, резервное копирование, настройка и запуск виртуальных машин реализованы в виде простого для освоения web-интерфейса. Полный доступ к виртуальной машине осуществляется через VNC.

source: Sign up
ru: Зарегистрироваться

source: Demo
ru: Демо

source: View a demo
ru: Посмотреть демо

source: Easy to use
ru: Простота использования

source: To work with this service you will need the OS Linux and Web browser with installed Java plug-in. An intuitive web interface, any system administrator can handle it with basic qualifications.
ru: Для работы с сервисом вам понадобится ОС Linux и веб-браузер с установленным Java плагином. Интуитивно понятный веб-интерфейс с которым может справится любой системный администратор с любой квалификацией.

source: Security
ru: Безопасность

source: WebVirtMgr service work with data encrypted connection. Service has access only to the KVM hypervisor via libvirt library, not to the entire OS, that improves the security of the server.
ru: Сервис WebVirtMgr использует для передачи данных шифрованное соединение. Сервис получает доступ только к гипервизору KVM через библиотеку libvirt, а не ко всей ОС что повышает безопасность сервера в целом.

source: Full control of virtualization. Creating, shutdown, installation, snapshots - all this and more you can do with your virtual machines. All your actions will be logged.
ru: Полный контроль над виртуализацией. Создание, выключение, установка, снапшоты - все это и не только вы можете делать с вашими виртуальными машинами. Все ваши действия будут фиксироваться в журнале событий.

source: Main Menu
ru: Главное меню

source: Server
ru: Сервер
zh_cn: 物理主机

source: Server settings
ru: Настройки сервера

source: New VM
ru: Создать ВМ

source: Storage
ru: Хранилище
zh_cn: 存储池

source: Virtual networks
ru: Виртуальные сети

source: Snapshots
ru: Снапшоты
zh_cn: 快照池

source: Logs
ru: Логи

source: Virtual Machines
ru: Виртуальные машины

source: Logging
ru: Логирование

source: Type
ru: Тип
zh_cn: 类型

source: Message
ru: Сообщение

source: Date
ru: Дата
zh_cn: 日期

source: You have no logs
ru: У Вас отсутствуют какие либо логи

source: Network pool
ru: Сетевой пул

source: New pool
ru: Новый пул

source: Network pool not found
ru: Сетевые пулы не найдены

source: Pool name
ru: Название пула
zh_cn: 池名称

source: Device pool
ru: Устройство пула
zh_cn: 设备池

source: State
ru: Состояние
zh_cn: 状态

source: Enable
ru: Включить
zh_cn: 启用

source: Disable
ru: Выключить
zh_cn: 禁用

source: IPv4 configuration:
ru: Конфигурация IPv4:

source: Type forwarding
ru: Тип шлюза
zh_cn: 网络类型

source: Subnet pool
ru: Подсеть пула
zh_cn: 子网池

source: Start
ru: Начало
zh_cn: 启动

source: End
ru: Конец
zh_cn: 结束

source: on
ru: включен

source: off
ru: не включен

source: New network pool
ru: Новый сетевой пул

source: Create
ru: Создать
zh_cn: 创建

source: New virtual machine
ru: Новая виртуальная машина

source: Templates new VM
ru: Шаблоны новых ВМ

source: Memory
ru: Память
zh_cn: 内存

source: Disk
ru: Диск
zh_cn: 磁盘

source: Core
ru: Ядра процессора

source: CD image
ru: Образ СD

source: Without image
ru: Без образа

source: HDD image
ru: Образ HDD

source: None
ru: Отсутствует
zh_cn: 无

source: Network
ru: Сетевой мост
zh_cn: 网络池

source: set up?
ru: если настроен?

source: Custom VM
ru: Определить ВМ
zh_cn: 定制虚拟机

source: Storage pool
ru: Пул хранилища

source: Overview
ru: Обзор
zh_cn: 概览

source: Processor(s)
ru: Процессор(ы)

source: CPU utilization
ru: Загрузка процессора

source: Type connection
ru: Тип подключения

source: Libvirt version
ru: Версия libvirt

source: power on
ru: вкючено

source: power off
ru: выключено

source: suspend
ru: приостановлено

source: Start VM
ru: Запуск

source: Suspend
ru: Приостановить
zh_cn: 暂停

source: Resume
ru: Возобновить
zh_cn: 恢复

source: Send shutdown signal?
ru: Послать сигнал выключения?

source: Force shutdown?
ru: Выключить принудительно?

source: Server overview
ru: Обзор сервера

source: Managing a virtual machine
ru: Управление виртуальной машиной

source: VNC pannel
ru: VNC панель

source: VM snapshots
ru: Снапшоты вм

source: The virtual machine snapshots
ru: Снапшоты виртуальной машины

source: You have no snapshots
ru: У Вас отсутствуют какие либо снапшоты

source: Revert
ru: Возвратиться
zh_cn: 还原

source: New storage pool
ru: Новый пул хранилища

source: Pool path
ru: Путь пула
zh_cn: 池路径

source: Storage pools not found
ru: Пулы хранилища не найдены

source: Size
ru: Размер
zh_cn: 容量

source: Images
ru: Образы
zh_cn: 光盘镜像

source: Format
ru: Формат
zh_cn: 格式

source: Clone image
ru: Клонирование образа
zh_cn: 克隆镜像

source: Clone
ru: Клонировать
zh_cn: 克隆

source: No images or pool is not active
ru: Как либо образы отсутствуют или пул не активен

source: New image
ru: Новый образ

source: Gb
ru: ГБ

source: Contact us
ru: Контакты

source: If you have additional questions you can send us an e-mail.
ru: Если у вас возникли дополнительные вопросы вы всегда можете отправить нам e-mail.

source: Create snapshot
ru: Создать снапшот

source: Attention: When enabled, the virtual machine snapshot will be created on a lot longer. The virtual machine before creating the snapshot automatically switches to Paused and will be locked until you create it. Continue?
ru: Внимание: при включенной виртуальной машине снапшот будет создаваться на много дольше. Виртуальная машина перед созданием снапшота автоматический перейдет в режим Приостановлена и будет заблокирована пока не создаст его. Продолжить?

source: Memory use
ru: Используется

source: allocated
ru: выделено

source: of
ru: из

source: Disconnect
ru: Отключить
zh_cn: 已断开

source: Connect
ru: Подключить
zh_cn: 连接

source: Undefine
ru: Удалить

source: To cancel the definition of a virtual machine, delete images
ru: Для того чтобы удалить виртуальную машину удалите ее

source: snapshots
ru: снапшоты

source: Your account has been successfully activated
ru: Ваш аккаунт уже был успешно активирован

source: You can
ru: Теперь Вы можете выполнить

source: sign in
ru: Войти

source: You have already sign in!
ru: Вы уже вошли!

source: Log In
ru: Вход

source: Lost password?
ru: Забыли пароль?

source: Logout
ru: Выход

source: Your password was successfully changed.
ru: Ваш пароль успешно изменен.

source: Go to home page
ru: Перейти на главную страницу

source: Password recovery
ru: Восстановление пароля

source: New password
ru: Новый пароль

source: Confirm password
ru: Подтвердить пароль

source: We have sent instructions on how to reset your password on the email.
ru: Мы отправлены инструкции о том, как изменить пароль на email.

source: Rocevery
ru: Восстановить

source: Thank you for registering on our website.
ru: Спасибо за регистрацию на нашем сайте.

source: In your email send link to activate your account.
ru: На Ваш email отправлена ссылка для активации учетной записи.

source: Registration
ru: Регистрация

source: Create snapshot for VM:
ru: Создание снапшота для ВМ:

source: Successful create snapshot
ru: Успешное создание снапшота

source: Error: create snapshot
ru: Ошибка: Создания снапшота

source: Enable autostart for VM:
ru: Включение автозапуска для ВМ:

source: Disable autostart for VM:
ru: Выключение автозапуска для ВМ:

source: Undefine VM:
ru: Удаление ВМ:

source: No flavor name has been entered
zh_cn: 未输入自定义名称

source: No VCPU has been entered
zh_cn: 未输入虚拟CPU数值

source: No HDD image has been entered
zh_cn: 未输入磁盘镜像名称

source: No RAM size has been entered
zh_cn: 未输入内存数值

source: The flavor name must not contain any special characters
zh_cn: 自定义名称不能包含特殊字符

source: The flavor name must not exceed 20 characters
zh_cn: 自定义名称不能多于20个字符

source: Flavor name is already use
zh_cn: 自定义名称已被占用

source: No Virtual Machine name has been entered
zh_cn: 未输入虚拟机名称

source: No Network pool has been choice
zh_cn: 未选择网络池

source: The name of the virtual machine must not contain any special characters
zh_cn: 虚拟机名称不能包含特殊字符

source: You haven't defined have any storage pools
zh_cn: 未定义存储池

source: You haven't defined have any network pools
zh_cn: 未定义网络池

source: A virtual machine with this name already exists
zh_cn: 同名虚拟机已存在

source: First you need to create or select an image
zh_cn: 首先请创建或者选取一个磁盘镜像

source: Create snapshot for instance successful
zh_cn: 虚拟机快照文件创建成功

source: Enter the VNC password or select Generate
zh_cn: 输入VNC密码或勾选自动生成

source: No pool name has been entered
zh_cn: 未输入池名称

source: No subnet has been entered
zh_cn: 子网掩码未输入

source: The pool name must not contain any special characters
zh_cn: 池名称不能包含特殊字符

source: The pool name must not exceed 20 characters
zh_cn: 池名称不能多于20个字符

source: The pool subnet must not contain any special characters
zh_cn: 子网名称不能包含特殊字符

source: The pool subnet must not exceed 20 characters
zh_cn: 子网名称不能多于20个字符

source: The pool bridge name must not contain any special characters
zh_cn: 桥接名称不能包含特殊字符

source: The pool bridge name must not exceed 20 characters
zh_cn: 桥接名称不能多于20个字符

source: Pool name already in use
zh_cn: 池名称已被占用

source: Input subnet pool error
zh_cn: 子网输入错误

source: No IP / Domain name has been entered
zh_cn: 未输入IP地址/域名

source: No login has been entered
zh_cn: 未输入登录信息

source: No password has been entered
zh_cn: 未输入密码

source: The host name must not contain any special characters
zh_cn: 主机名称不能包含特殊字符

source: Wrong IP address
zh_cn: 错误的IP地址

source: The name of the host must not contain any special characters
zh_cn: 主机名称不能包含特殊字符

source: The name of the host must not exceed 20 characters
zh_cn: 主机名称不能多于20个字符

source: No path has been entered
zh_cn: 未输入路径名称

source: No device has been entered
zh_cn: 未输入设备名称

source: The type must not contain any special characters
zh_cn: 类型名称不能包含特殊字符

source: The image name must not contain any special characters
zh_cn: 镜像名称不能包含特殊字符

source: The image name must not exceed 20 characters
zh_cn: 镜像名称不能多于20个字符

source: Pool name already use
zh_cn: 池名称已被占用

source: Volume name already use
zh_cn: 卷名称已被占用

source: ISO image already exist
zh_cn: ISO镜像文件已存在

source: Name of volume name already use
zh_cn: 卷名称已被占用

source: 404 Not Found
zh_cn: 404 页面未找到

source: The requested page was not found on this server.
zh_cn: 请求的页面未找到。

source: 500 Internal Server Error
zh_cn: 500 服务器内部错误

source: The server encountered an internal error or misconfiguration and was unable to complete you request.
zh_cn: 服务器出现内部或配置错误无法处理该请求。

source: Show all host and vm's
zh_cn: 显示所有物理和虚拟机

source: Infrastructure
zh_cn: 基础架构

source: Loading...
zh_cn: 载入中...

source: Canvas not supported.
zh_cn: 不支持Canvas

source: Create VM
zh_cn: 创建虚拟机

source: Create Virtual Machine
zh_cn: 创建虚拟机

source: Add Flavor
zh_cn: 添加收藏

source: VCPU's
zh_cn: 虚拟CPU

source: RAM
zh_cn: 内存

source: HDD
zh_cn: 磁盘镜像

source: Host-Model
zh_cn: 主机模式

source: VirtIO
zh_cn: VirtIO模式

source: Close
zh_cn: 关闭

source: You do not have any flavors
zh_cn: 未定义收藏

source: Create Custom Virtual Machine
zh_cn: 创建自定义虚拟机

source: VCPU
zh_cn: 虚拟CPU

source: Add New Flavor
zh_cn: 添加收藏

source: Basic details
zh_cn: 基本信息

source: Connection
zh_cn: 连接

source: Hypervisor
zh_cn: 虚拟化层

source: Logical CPUs
zh_cn: 逻辑CPU

source: Processor
zh_cn: 处理器

source: Architecture
zh_cn: 架构

source: Performance
zh_cn: 性能

source: CPU usage
zh_cn: CPU占用

source: Memory usage
zh_cn: 内存占用

source: Usage
zh_cn: 用量

source: Active
zh_cn: 已激活

source: Not Active
zh_cn: 未激活

source: Running
zh_cn: 运行

source: Shutoff
zh_cn: 关闭

source: You have no connection
zh_cn: 无连接

source: VM's
zh_cn: 虚拟机

source: Virtual Machine
zh_cn: 虚拟机池

source: Action For This Server
zh_cn: 服务器操作

source: Console
zh_cn: 控制台

source: Snapshot
zh_cn: 快照

source: Statistics
zh_cn: 统计

source: Edit
zh_cn: 编辑

source: Usage Statistics
zh_cn: 资源用量统计

source: Name & Status
zh_cn: 名称和状态

source: Description
zh_cn: 描述

source: Autostart
zh_cn: 随物理机同启

source: Technical Details
zh_cn: 技术详情

source: Network Details
zh_cn: 网络详情

source: Storage Details
zh_cn: 存储详情

source: Media Details
zh_cn: 介质详情

source: Connected
zh_cn: 已连接

source: Power On Server
zh_cn: 启动虚拟机

source: Shutdown sends ACPI shutdown signal to guest system. Force shutdown is lost immediately.
zh_cn: 关机选项执行指令发送ACPI软件关闭信号给虚拟机关机，而强制关机选项则相当于立即关闭电源关闭虚拟机。

source: Force Shutdown
zh_cn: 强制关机

source: Send
zh_cn: 发送

source: Undefined Server
zh_cn: 未定义服务器

source: Delete HDD image?
zh_cn: 确认删除磁盘镜像？

source: Warning: if you check this box, VM's data will be lost!
zh_cn: 警告：勾选此选项，该虚拟机虚拟磁盘数据将被删除！

source: Change Virtual Machine Settings
zh_cn: 修改虚拟机设置

source: Settings
zh_cn: 设置

source: Change
zh_cn: 修改

source: Generate
zh_cn: 自动生成

source: Password
zh_cn: 密码

source: Save
zh_cn: 保存

source: Instances
zh_cn: 虚机实例

source: Pause
zh_cn: 暂停

source: You do not have any Virtual Machines
zh_cn: 无任何虚拟机

source: Sign In
zh_cn: 登录
